chat_system_352749922_actor_description=Elrio. Elf, suffering from love
chat_system_352749922_snap_2_question=^?^The worthiest of the worthy! I'm happy to welcome you into my house again.<br>Have you found the beautiful Gerharius flower?<br>
chat_system_352749922_snap_2_answer_0=^?^Hello, Elrio. No, I haven't found the flower.
chat_system_352749922_snap_2_answer_1=^?^Yes, I have. Here it is! Take your flower!
chat_system_352749922_snap_3_question=^?^Oh!!! Don't you think that this flower is just perfect?! My fiance will be so happy! I thank you. You've earned your reward. And I will always be happy to see you in my house!<br>[reward]
chat_system_352749922_snap_3_answer_0=^?^Thank you, Elrio.
chat_system_352749922_snap_0_question=^?^Good day, [player]! It's a pity that you came to Ellinia during such a difficult time for our country.
chat_system_352749922_snap_0_answer_0=^?^Is that why you're so sad, or is something else bothering you?
chat_system_352749922_snap_0_answer_1=^?^I was glad to talk to you, bye.
chat_system_352749922_snap_4_question=^?^You're shrewd and responsive, human. Too sensitive for a human.<br>Yes, my heart is filled with both sorrow and love as well. You might ask what is the connection between these two feelings? My answer is that I have a beloved girl, to whom I want to give my love, but there are ancient traditions which prevent me from expressing my feelings.<br>Do you know that every elf has a flower-symbol? When my beloved Mirea was born, a rune with a symbol of the wonderful Gerharius flower fell. So now, according to our ancient traditions, I must find this flower and place it before my fiancee's feet, if I am to express my feelings!
chat_system_352749922_snap_4_answer_0=^?^So, what is the problem? You allergic to the flower or something?
chat_system_352749922_snap_1_question=^?^Human, you are talking to an elf! Such human weaknesses have never befallen an elf! The point is that this flower is very rare and it grows only in the densest thicket of the Great Forest. By myself I cannot reach it, for the way is difficult, full of dangers and challenges.<br>But my family is very rich, and I am ready to give a generous reward to the one who can bring me the flower!<br>[reward]
chat_system_352749922_snap_1_answer_0=^?^Great offer. I agree. 
chat_system_352749922_snap_1_answer_1=^?^Let's discuss it next time. Take care.
